### Brewfile Taps/Configurations
cask_args appdir: '~/Applications'

tap 'homebrew/cask'
tap 'osx-cross/avr'


### Applications
mas '1Password', id: 1333542190 # 1Password 7


### Terminal Environment
cask 'iterm2'
brew 'fish'
brew 'starship'
brew 'tmux'

### Development Tools
brew 'nano'
brew 'ripgrep'
brew 'git'
brew 'curl'


### Languages
brew 'avr-gcc'
brew 'crystal'
brew 'vlang'


### Other Utilities
brew 'wget'
brew 'less'
brew 'mosh'
